Repository: common-repository/wp-comments-parser
Catalog: Inc/languages/WPPTC-*.po
Languages: ru_ru

source: Wordpress Plugin for parsing tripadvisor comments
ru_ru: Плагин Wordpress для разбора комментариев Tripadvisor

source: ParserComments
ru_ru: КомментГраббер

source: Parser options
ru_ru: Параметры Грабера

source: Settings
ru_ru: Настройки

source: Site URL
ru_ru: Адрес сайта

source: Display comments from tripadvisor
ru_ru: Показать комментарии от tripadvisor

source: Such a comments does not exist! Check comments ID
ru_ru: Таких комментариев не существует! Проверить идентификатор комментариев

source: Copy this short code paste into the editor field -
ru_ru: Скопируйте этот короткий код в поле редактора -

source: Please wait while comments are uploaded
ru_ru: Подождите, пока будут загружены комментарии

source: These comments were received from the site -
ru_ru: Эти комментарии были получены с сайта -

source: Parser comments with tripadvisor
ru_ru: Граббер комментариев с tripadvisor

source: Receive comments
ru_ru: Получать комментарии

source: Show all comments
ru_ru: Показать все комментарии
